Repository: PHOENIXCONTACT/MORYX-ClientFramework
Catalog: src/Marvin.ClientFramework.Configurator/Properties/Strings.*.resx
Languages: de

# ConfigConductorView_Title
source: Framework Configuration
de: Framework Konfiguration

# ConfigConductorView_Save
source: Save
de: Speichern

# ConfigConductorView_SaveAndRestart
source: Save and restart
de: Speichern und Neustart

# ConfigShellView_Title
source: Client Configurator
de: Client Konfigurator

# AppConfigView_App_Title
source: Application
de: Anwendung

# AppConfigView_Name_Description
source: (Personal name of this application, e.g. ControlSystem)
de: (Name der Anwendung, z.B. Leitsystem)

# AppConfigView_Application_Label
source: Application:
de: Anwendung:

# AppConfigView_Application_Description
source: (Name in UserManagement for this application)
de: (Name der im UserManagement verwendet wird)

# AppConfigView_ViewType_Label
source: View type:
de: View Typ:

# AppConfigView_ViewType_Description
source: (View type for this application)
de: (Typ der Views der Anwendung)

# AppConfigView_Startup_Title
source: Startup
de: Startverhalten

# AppConfigView_RunMode_Label
source: Mode:
de: Modus:

# AppConfigView_RunMode_Description
source: (Selects the mode how the frame should be loaded)
de: (Setzt den Modus wie der Rahmen geladen werden soll)

# AppConfigView_Ctrl_Label
source: Config CTRL:
de: STRG:

# AppConfigView_Ctrl_Description
source: (Will enable that the configurator opens if you press CTRL at startup)
de: (Aktiviert das der Konfigurator mit STRG beim starten geladen wird)

# AppConfigView_LimitInstances_Label
source: Limit Instances:
de: Limitiere Instanzen:

# AppConfigView_LimitInstances_Description
source: (If enabled, instances of this application will be limited to one)
de: (Wenn aktiviert, wird die Anzahl der Instanzen auf 1 limitiert)

# AppConfigView_System_Title
source: System Info
de: Systeminformationen

# AppConfigView_UserName_Label
source: UserName:
de: Benutzer:

# AppConfigView_Fullname_Label
source: Fullname:
de: Name:

# AppConfigView_ConfigFolder_Label
source: Config Folder:
de: Config Ordner:

# AppConfigView_RunMode_Hint
source: If you have selected an RunMode you can open the configurator again with the command line argument "--configurator" or press CTRL at startup.
de: Wenn ein RunMode ausgewählt wurde, kann der Konfigurator erneut mit dem Command-Line Argument "--configurator" oder des drückens der STRG-Taste gestartet werden.

# AppConfigViewModel_Title
source: Application
de: Anwendung

# ProxyConfigView_Proxy_Title
source: Proxy Configuration
de: Proxyeinstellungen

# ProxyConfigView_Enabled_Label
source: Enabled:
de: Aktiviert:

# ProxyConfigView_Address_Label
source: Address:
de: Adresse:

# ProxyConfigView_Port_Description
source: (Port of the proxy server)
de: (Port des Proxyservers)

# ProxyConfigView_Address_Description
source: (Address to the proxy server)
de: (Adresse des Proxyservers)

# ProxyConfigView_UseDefault_Label
source: Use Default:
de: Standart

# ProxyConfigView_UseDefault_Description
source: (Selects the global configured proxy settings)
de: (Wenn aktiviert, wird der Systemproxy verwendet)

# ProxyConfigView_Enabled_Description
source: (Enables the proxy for this client)
de: (Aktiviert die Proxyeinstellungen für den Client)

# RuntimeConfigView_Runtime_Title
source: Runtime Configuration
de: Runtime Konfiguration

# LocalizationView_Title
source: Localization
de: Lokalisierung

# LocalizationView_Culture
source: Language
de: Sprache

# LocalizationView_Culture_Description
source: (Selected culture for this application)
de: (Ausgewählte Sprache für diese Applikation)

# RuntimeConfigView_Hostname_Description
source: (Where do we can find the runtime (e.g. "localhost")?)
de: (Wo kann die Runtime gefunden werden (e.g. "localhost")?)

# RuntimeConfigView_Port_Description
source: (On which port?)
de: (Auf welchem Port?)

# RuntimeConfigView_ClientId_Description
source: (Unique id to register at the server wcf services)
de: (Eindeutige id um den Client auf dem Server zu regitrieren)

# LocalizationViewModel_Title
source: Localization
de: Lokalisierung
